{"MediaContainer":{"size":61,"allowSync":true,"art":"/:/resources/artist-fanart.jpg","identifier":"com.plexapp.plugins.library","librarySectionID":19,"librarySectionTitle":"Delia Music","librarySectionUUID":"5c4837d6-75c3-4340-b16c-8a72fb347d2f","mediaTagPrefix":"/system/bundle/media/flags/","mediaTagVersion":1586432282,"nocache":true,"thumb":"/:/resources/artist.png","title1":"Delia Music","title2":"All Artists","viewGroup":"artist","viewMode":65592,"Metadata":[{"ratingKey":"33093","key":"/library/metadata/33093/children","guid":"local://33093","type":"artist","title":"????","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203520},{"ratingKey":"33102","key":"/library/metadata/33102/children","guid":"local://33102","type":"artist","title":"?????·???·?","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203521},{"ratingKey":"43132","key":"/library/metadata/43132/children","guid":"plex://artist/5d07bc08403c6402904ae14c","type":"artist","title":"Alan Menken","summary":"Distinguished composer/lyricist Alan Menken is responsible for penning many of the catchiest tunes from Disney features of the late '80s onward, including such chart-toppers as \"Whole New World\" (from Aladdin) and \"Colors of the Wind\" (Pocahontas). Menken is a graduate of New York University and got his start when noted playwright Howard Ashman chose him and Lehman Engel to write the music for his 1978 adaptation of Kurt Vonnegut's God Bless You, Mr. Rosewater. Menken and Ashman had major success as a team when they adapted Roger Corman's popular 1960 film Little Shop of Horrors into an off-Broadway smash that in 1986 became a major feature film. With Menken penning the tunes and Ashman writing the lyrics, the duo began working for Disney on The Little Mermaid, the company's first major animated feature in years. For their catchy calypso tune \"Under the Sea,\" Menken and Ashman earned an Oscar. Menken has since earned seven more for his songwriting work, including one for the title track of his final completed collaboration with Ashman, 1991's Beauty and the Beast. When Ashman died that year, he and Menken were working on the music for Aladdin, which Menken finished with Tim Rice. Menken's subsequent work for Disney -- which included 1995's Pocahontas, 1996's The Hunchback of Notre Dame, 1997's Hercules (which reunited him with his old friend David Zippel), 2007's Enchanted and 2010's Tangled -- earned him a Disney Legend award in 2001. His other film music work included 1992's cult favorite Newsies, which spawned a stage adaptation that won Menken a Tony Award for Best Score in 2012. Indeed, his musical theater career thrived throughout the '90s and into the 21st century. The stage versions of Disney favorites like The Little Mermaid, The Hunchback of Notre Dame, and Beauty and the Beast -- which ran on Broadway for 13 years -- earned audiences and awards, while A Christmas Carol and Sister Act were also hits. For 2017's live-action version of Beauty and the Beast, Menken and Rice wrote an additional three songs. ~ Sandra Brennan","index":1,"thumb":"/library/metadata/43132/thumb/1587462983","art":"/library/metadata/43132/art/1587462983","addedAt":1546288375,"updatedAt":1587462983,"Genre":[{"tag":"Stage & Screen"},{"tag":"Classical"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33108","key":"/library/metadata/33108/children","guid":"local://33108","type":"artist","title":"AYUMI HAMASAKI & KEIKO","summary":"","index":1,"thumb":"/library/metadata/33108/thumb/1587203522","addedAt":1546288599,"updatedAt":1587203522},{"ratingKey":"33231","key":"/library/metadata/33231/children","guid":"local://33231","type":"artist","title":"Baby Einstein","summary":"This is an incorrect name for a soundtrack by various artists. If this non-artist appears in your charts, please fix your tags. Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/33231/thumb/1587203565","addedAt":1546288697,"updatedAt":1587203565},{"ratingKey":"33582","key":"/library/metadata/33582/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/054E5DB7092D8867?lang=en","type":"artist","title":"Barenaked Ladies","summary":"Barenaked Ladies (often abbreviated BNL) is a Canadian alternative rock band currently composed of Jim Creeggan, Kevin Hearn, Ed Robertson, and Tyler Stewart, formerly featuring Andy Creeggan and Steven Page.  Page left the band amicably in February 2009 to pursue solo projects, and March 7th, 2009 saw the band's first show on stage as a foursome in Orlando, Florida. Tyler Stewart proudly emblazoned his drum-set with a \"Fantastic 4\" logo.  In March 2010, they released 'All In Good Time', their first post-Page studio album.","index":1,"thumb":"/library/metadata/33582/thumb/1574156631","art":"/library/metadata/33582/art/1574156631","addedAt":1546288870,"updatedAt":1574156631,"Genre":[{"tag":"Adult Alternative Pop"},{"tag":"Pop"}],"Country":[{"tag":"Canada"}]},{"ratingKey":"33765","key":"/library/metadata/33765/children","guid":"local://33765","type":"artist","title":"Beethoven","summary":"","index":1,"addedAt":1546288992,"updatedAt":1587203540},{"ratingKey":"43131","key":"/library/metadata/43131/children","guid":"plex://artist/5d07bcb5403c64029053e455","type":"artist","title":"Brian Green","summary":"1) Brian Green (active since 2009) is a drone / ambient / field recording / meditation artist from Boston, Massachusetts. http://seeyouinsleep.com/ 2) Brian Green's one hip-hop release of 1996 proved to be not just in the vein of Labcabin era The Pharcyde, but actually a product of that camp with guest appearances and production credits by members of the group. During this period, Brian also helped The Black Eyed Peas find their start, who also appear on his album. Brian himself may not be the world's greatest MC, but he certainly more than holds his own for the era. Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply.","index":1,"thumb":"/library/metadata/43131/thumb/1587462976","addedAt":1546288852,"updatedAt":1587462976},{"ratingKey":"33096","key":"/library/metadata/33096/children","guid":"local://33096","type":"artist","title":"Caralyn Buehner","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203520},{"ratingKey":"33079","key":"/library/metadata/33079/children","guid":"local://33079","type":"artist","title":"Cars","summary":"There is more than one artist with this name:","index":1,"thumb":"/library/metadata/33079/thumb/1587203518","art":"/library/metadata/33079/art/1587203518","addedAt":1546288568,"updatedAt":1587203518},{"ratingKey":"33105","key":"/library/metadata/33105/children","guid":"local://33105","type":"artist","title":"Dan Bar-el","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203521},{"ratingKey":"33111","key":"/library/metadata/33111/children","guid":"local://33111","type":"artist","title":"Deborah Heiligman","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203522},{"ratingKey":"33090","key":"/library/metadata/33090/children","guid":"local://33090","type":"artist","title":"Def Leppard","summary":"Def Leppard is an English rock band formed in 1977 in Sheffield as part of the new wave of British heavy metal movement. Since 1992, the band has consisted of Joe Elliott (lead vocals), Rick Savage (bass, backing vocals), Rick Allen (drums, backing vocals), Phil Collen (lead and rhythm guitar, backing vocals), and Vivian Campbell (rhythm and lead guitar, backing vocals). This is the band's longest lasting line-up.","index":1,"thumb":"/library/metadata/33090/thumb/1587203519","art":"/library/metadata/33090/art/1587203519","addedAt":1546288599,"updatedAt":1587203519},{"ratingKey":"33141","key":"/library/metadata/33141/children","guid":"local://33141","type":"artist","title":"Disney Press","summary":"","index":1,"addedAt":1546288619,"updatedAt":1587203524},{"ratingKey":"33709","key":"/library/metadata/33709/children","guid":"plex://artist/5d07bea8403c6402906bda75","type":"artist","title":"Eric Litwin","summary":"","index":1,"addedAt":1546288932,"updatedAt":1587462970,"Country":[{"tag":"United States"}]},{"ratingKey":"33114","key":"/library/metadata/33114/children","guid":"local://33114","type":"artist","title":"Grace Maccarone","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203522},{"ratingKey":"32755","key":"/library/metadata/32755/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/053E15891499533D?lang=en","type":"artist","title":"Hap Palmer","summary":"","index":1,"thumb":"/library/metadata/32755/thumb/1574068847","addedAt":1546288393,"updatedAt":1574068847,"Genre":[{"tag":"Children's Music"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33099","key":"/library/metadata/33099/children","guid":"local://33099","type":"artist","title":"Jakazid feat Barry Scott","summary":"... and the dirt is gone. Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/33099/thumb/1587203521","addedAt":1546288599,"updatedAt":1587203521},{"ratingKey":"33138","key":"/library/metadata/33138/children","guid":"local://33138","type":"artist","title":"Jingle Dog","summary":"Canine counterpart to the Jingle Cats, featuring prominently on their debut, Meowy Christmas. Best known for their hit 1995 album Christmas Unleashed.","index":1,"thumb":"/library/metadata/33138/thumb/1587203524","addedAt":1546288617,"updatedAt":1587203524},{"ratingKey":"32560","key":"/library/metadata/32560/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/0535054632CB747D?lang=en","type":"artist","title":"Katy Perry","summary":"Katy Perry (born Katheryn Elizabeth Hudson on 25 October 1984) is a singer/songwriter from Santa Barbara, California, United States. Perry's success was so sudden in 2008 it seemed as if she was an overnight success when the opposite was true. The daughter of Pentecostal pastors, she was born Katheryn Elizabeth Hudson on October 25, 1984 in Santa Barbara, California. Raised by born-again parents, Katy was initially attracted to gospel music, sometimes sneaking pop music in to balance the inspirational tunes, but when she first started singing it was in the church. She picked up the guitar at the age of 13 and soon started writing songs, pursuing a music career in earnest when she was 15. Earning the attention of CCM artists Jennifer Knapp and Steve Thomas, Katy headed out to Nashville in 2001, where she cut demos and eventually secured a contract with Red Hill Records. Red Hill released Katy Hudson, a record targeted at a Christian/inspirational demographic, in February 2001, but the album didn't garner much attention and was ultimately buried once the label was shuttered at the end of the year. In the wake of the album's failure, Perry transitioned toward pop music, relocating to Los Angeles and working with producer Glen Ballard, the chief collaborator of Alanis Morissette, one of Katy's biggest inspirations. As she abandoned Christian music, she also abandoned her surname Hudson, choosing to use her mother's maiden name Perry instead.","index":1,"viewCount":1,"lastViewedAt":1559321938,"thumb":"/library/metadata/32560/thumb/1574156599","art":"/library/metadata/32560/art/1574156599","addedAt":1546288302,"updatedAt":1574156599,"Genre":[{"tag":"Pop"}],"Country":[{"tag":"United States"}]},{"ratingKey":"32012","key":"/library/metadata/32012/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05F4013301B76FD8?lang=en","type":"artist","title":"Kindermusik","summary":"","index":1,"thumb":"/library/metadata/32012/thumb/1574156697","addedAt":1546278371,"updatedAt":1574156697,"Genre":[{"tag":"Children"},{"tag":"Children's Music"}],"Country":[{"tag":"United States"}]},{"ratingKey":"32286","key":"/library/metadata/32286/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/055B43E90391D5B3?lang=en","type":"artist","title":"Kindermusik International","summary":"","index":1,"thumb":"/library/metadata/32286/thumb/1574068751","addedAt":1546278600,"updatedAt":1574068751,"Genre":[{"tag":"Children's Music"}]},{"ratingKey":"43130","key":"/library/metadata/43130/children","guid":"plex://artist/5d07bd37403c6402905b4ca7","type":"artist","title":"Lin‐Manuel Miranda","summary":"Lin-Manuel Miranda is a Pulitzer Prize-, MacArthur Fellowship-, Tony-, and Grammy-winning theater and film polymath who first became known for writing, composing, and starring in the Broadway hits In the Heights and Hamilton: An American Musical. Born to Puerto Rican parents in the Washington Heights neighborhood of Manhattan, he's also known for lending his talents to fundraising efforts surrounding events such as the 2016 Orlando nightclub shooting and the 2017 hurricane that devastated Puerto Rico, in addition to speaking out on behalf of victims.\nInterested and active in the arts from a young age, Miranda wrote, directed, and acted in the independent film Clayton's Friends (1996) while only in his mid-teens. He began working on the stage musical Into the Heights, about the mostly Puerto Rican/Cuban/Dominican-American Washington Heights when he was a student at Wesleyan University. He graduated in 2002, and after multiple drafts and productions including a 2007 Drama Desk Award-winning off-Broadway run, Into the Heights opened on Broadway at the Richard Rodgers Theatre in 2008. As its composer/lyricist, Miranda won a Best Original Score Tony Award for the show, as well as a nomination for Leading Actor in a Musical. It also earned him a Grammy Award for Best Musical Theater Album and a spot as a finalist for the Pulitzer Prize for Drama with the musical's book author, Quiara Alegría Hudes, in 2009. \nMiranda found other work along the way, including a guest spot on the TV drama The Sopranos in 2007, gigs composing music for commercials, and acting and composing duties for the revival of TV's The Electric Company as well as for Sesame Street. Based on the cheerleading film comedy of the same name, he collaborated with Amanda Green and Tom Kitt to write music and lyrics for Bring It On: The Musical, which played at Broadway's St. James Theatre in 2012, all the while continuing to find acting, writing, and music jobs, such as a recurring role on the NBC drama Do No Harm. \nInspired by Ron Chernow's biography of U.S. founding father Alexander Hamilton, he next composed a rap music-charged project that developed into the instant Broadway hit Hamilton. It opened at the Richard Rodgers Theatre on August 6, 2015. This time, Miranda was the sole auteur, writing the book, music, and lyrics, in addition to originating the role of Alexander Hamilton. The show was notable not only for its hip-hop style, but for its ethnically diverse cast. Released that fall, the Broadway cast recording debuted at number 12 on the Billboard 200 and topped the Cast Albums and Rap Albums charts. Miranda was also a 2015 recipient of a MacArthur Genius Grant. In 2016, Hamilton won 11 Tony Awards of a record 16 nominations, with its author taking home the prizes for book, score, and Best Musical. He also won a Grammy for Best Musical Theater Album and a Pulitzer Prize for Drama. On July 9, 2016, with tickets still in high demand, he gave his final performance with the original cast of the show. \nLess than a week later, Miranda joined dozens of theater icons in Broadway for Orlando, which recorded the Bacharach-David tune \"What the World Needs Now Is Love\" as a benefit single following the mass shooting at a gay nightclub in Orlando. It charted on the Billboard Hot 100. A duet with Jennifer Lopez, \"Love Make the World Go Round\" also raised funds for those affected by the shooting. That October, he hosted an episode of NBC's Saturday Night Live, and November 2016 saw the release of the soundtrack to the Disney animated film Moana. It featured songs by Miranda, score composer Mark Mancina, and Polynesian musician Opetaia Foa'i. Hamilton Mixtape followed in December, offering covers by Sia, John Legend, Kelly Clarkson, Chance the Rapper, and Alicia Keys, to name a few. It debuted at number one on the Billboard 200. A month later, in January 2017, Miranda became an Academy Award nominee when Moana's \"How Far I'll Go\" was nominated for Best Original Song. \nIn the fall of 2017, he gathered an all-star lineup of Latin performers for the single \"Almost Like Praying,\" with proceeds benefiting Puerto Rico's recovery from the devastation of Hurricane Maria. Participants included such names as Jennifer Lopez, Marc Anthony, Gloria Estefan, Rubén Blades, and Rita Moreno. By that time, Miranda had also wrapped filming on his lead role in the 2018 Rob Marshall film Mary Poppins Returns. ~ Marcy Donelson","index":1,"thumb":"/library/metadata/43130/thumb/1587463005","addedAt":1546288359,"updatedAt":1587463005,"Genre":[{"tag":"Stage & Screen"},{"tag":"Classical"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33639","key":"/library/metadata/33639/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05DC009B008E644E?lang=en","type":"artist","title":"Little People","summary":"Little People is the nom-de-guerre of Anglo-Swiss producer Laurent Clerc.  Quirky and charming, as the name suggests, Little People inhabits the often earnest world of instrumental hip-hop, but instills it with a little fun and a dash of personality.","index":1,"thumb":"/library/metadata/33639/thumb/1574068796","addedAt":1546288891,"updatedAt":1574068796,"Genre":[{"tag":"Children's"},{"tag":"Children's Music"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33560","key":"/library/metadata/33560/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/0572574601DE4FC5?lang=en","type":"artist","title":"Lucienne Vernay avec Les Quatre Barbus","summary":"","index":1,"thumb":"/library/metadata/33560/thumb/1587462960","addedAt":1546288867,"updatedAt":1587462960,"Genre":[{"tag":"Children's"},{"tag":"Children's Music"}],"Country":[{"tag":"France"}]},{"ratingKey":"32447","key":"/library/metadata/32447/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05A4687902DEBC09?lang=en","type":"artist","title":"Ludwig Van Beethoven","summary":"Ludwig van Beethoven (16 December 1770 – 26 March 1827) was a German pianist and composer of the transitional period between the late Classical and early Romantic eras. He is often regarded one of the most brilliant, prolific and influential composers of all time.","index":1,"thumb":"/library/metadata/32447/thumb/1574068812","art":"/library/metadata/32447/art/1574068812","addedAt":1546278667,"updatedAt":1574068812,"Genre":[{"tag":"Other"}],"Country":[{"tag":"Germany"}]},{"ratingKey":"33126","key":"/library/metadata/33126/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05AD55A40EADAC76?lang=en","type":"artist","title":"Mark Collins","summary":"","index":1,"thumb":"/library/metadata/33126/thumb/1574068749","addedAt":1546288604,"updatedAt":1574068749,"Genre":[{"tag":"Children's"},{"tag":"Children's Music"}]},{"ratingKey":"33117","key":"/library/metadata/33117/children","guid":"local://33117","type":"artist","title":"MaryAnn Cusimano Love","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203522},{"ratingKey":"32718","key":"/library/metadata/32718/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05F51EB607E243F0?lang=en","type":"artist","title":"Michael Giacchino","summary":"Michael Giacchino (pronounced juh-kee-no) (born 1967, Riverside, New Jersey) is an American soundtrack composer who has composed several multi-award winning scores for many popular movies, television series and video games. He attended the Evening Division at the Juilliard School, as well as the School of Visual Arts in New York City, where he acquired a degree in film production and a minor degree in History.","index":1,"viewCount":46,"lastViewedAt":1563567445,"thumb":"/library/metadata/32718/thumb/1574156648","art":"/library/metadata/32718/art/1574156648","addedAt":1546288379,"updatedAt":1574156648,"Genre":[{"tag":"Soundtracks"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33082","key":"/library/metadata/33082/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05CDBD3803401AEE?lang=en","type":"artist","title":"Michael Rosen","summary":"Born in 1963, in Ithaca, New York, Michael has been living and working in Europe, since graduating from Berklee School of Music, where he studied with George Garzone, Bill Peirce and Gary Burton, among others, After an Italian and Swiss tour in 1987 with keyboardist Delmar Brown, he subsequently settled in Italy, where he has been highly successful as both a live and studio musician.","index":1,"thumb":"/library/metadata/33082/thumb/1574068745","addedAt":1546288573,"updatedAt":1574068745,"Genre":[{"tag":"Audio Book"},{"tag":"Comedy, Spoken & Other"}]},{"ratingKey":"33740","key":"/library/metadata/33740/children","guid":"local://33740","type":"artist","title":"Mozart","summary":"Mozzart is a disco act that was produced by Manfred Alois Segieth (Fancy), Tom Spencer, Sabrina Lorenz and Alfons Weindorf.\nMozzart recorded the singles \"Money\", \"Jasmin China Girl\", and \"Malice & Vice\". Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/33740/thumb/1587203531","addedAt":1546288962,"updatedAt":1587203531},{"ratingKey":"32744","key":"/library/metadata/32744/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05E87C4407EB5B5F?lang=en","type":"artist","title":"MTIs Broadway Junior Alice Accompaniment","summary":"","index":1,"addedAt":1546288385,"updatedAt":1574068729,"Genre":[{"tag":"Soundtrack"}]},{"ratingKey":"32278","key":"/library/metadata/32278/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05DC009B008E644E?lang=en","type":"artist","title":"Music For Little People","summary":"Little People is the nom-de-guerre of Anglo-Swiss producer Laurent Clerc.  Quirky and charming, as the name suggests, Little People inhabits the often earnest world of instrumental hip-hop, but instills it with a little fun and a dash of personality.","index":1,"thumb":"/library/metadata/32278/thumb/1574068796","addedAt":1546278599,"updatedAt":1574068796,"Genre":[{"tag":"Children's"},{"tag":"Children's Music"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33147","key":"/library/metadata/33147/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05CDCE5C149D8CE2?lang=en","type":"artist","title":"NHK語学_実践ビジネス","summary":"","index":1,"addedAt":1546288622,"updatedAt":1574068738,"Genre":[{"tag":"Comedy, Spoken & Other"},{"tag":"Spoken Word"}],"Country":[{"tag":"Japan"}]},{"ratingKey":"33704","key":"/library/metadata/33704/children","guid":"local://33704","type":"artist","title":"Notwist, The","summary":"","index":1,"thumb":"/library/metadata/33704/thumb/1587203525","addedAt":1546288932,"updatedAt":1587203525},{"ratingKey":"33120","key":"/library/metadata/33120/children","guid":"local://33120","type":"artist","title":"Oliver Jeffers","summary":"","index":1,"addedAt":1546288599,"updatedAt":1587203522},{"ratingKey":"33150","key":"/library/metadata/33150/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/054EC6A708253932?lang=en","type":"artist","title":"Parragon","summary":"","index":1,"addedAt":1546288634,"updatedAt":1574068785,"Genre":[{"tag":"Children's"},{"tag":"Children's Music"}]},{"ratingKey":"33380","key":"/library/metadata/33380/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/0560F0FD08C140CE?lang=en","type":"artist","title":"Putumayo","summary":"This is an incorrect tag for multiple artists recording on the Putumayo World Music label. If this non-artist appears in your charts, do last.fm and yourself a favor. Fix your artist tags to reflect the correct artist and song name. Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/33380/thumb/1574156667","addedAt":1546288784,"updatedAt":1574156667,"Genre":[{"tag":"Blues"},{"tag":"Folk"}]},{"ratingKey":"32002","key":"/library/metadata/32002/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05DE15A205455FF2?lang=en","type":"artist","title":"Rachel de Azevedo Coleman and Lex de Azevedo","summary":"","index":1,"viewCount":8,"lastViewedAt":1558830089,"addedAt":1319741627,"updatedAt":1574068732,"Genre":[{"tag":"Children"}],"Country":[{"tag":"United States"}]},{"ratingKey":"43133","key":"/library/metadata/43133/children","guid":"plex://artist/5d07bbfd403c6402904a66e1","type":"artist","title":"Randy Newman","summary":"An anomaly among early-'70s singer/songwriters, Randy Newman may have been slightly influenced by Bob Dylan, but his music owed more to New Orleans R&B and traditional pop than folk. Newman developed an idiosyncratic style that alternated between sweeping, cinematic pop and rolling R&B, which were tied together by his intelligently biting sense of humor. Where his peers concentrated on confessional songwriting, Newman drew characters, creating a world filled with misfits, outcasts, charlatans, and con men. Though he occasionally showed sympathy for his characters, he became well known for his acidic sense of satire, highlighted by his fluke 1978 hit \"Short People\" and his parody of '80s yuppies, \"I Love L.A.\" Newman's records consistently received strongly positive reviews, especially 1972's Sail Away and 1974's Good Old Boys, and he enjoyed a commercial breakthrough with 1977's Little Criminals, but he became a wealthy man by composing scores for films like Ragtime and The Natural. After scoring a number of animated blockbusters for Pixar and Disney (including the Toy Story and Monsters Inc. franchises), Newman's solo efforts became infrequent, but 2008's Harps and Angels and 2017's Dark Matter showed his unique melodic sense of lyrical poison pen were still in fighting shape. \nBorn into a musical family -- his uncles Alfred and Lionel were both noted film composers -- Randy Newman had become a professional songwriter by the time he was 17, working for a California publishing house. Newman pursued a B.A. in music from UCLA, but he dropped out of college when his friend Lenny Waronker landed him a record contract with Reprise Records. His eponymous debut album received little attention upon its 1968 release, but over the next few years, his reputation as a songwriter grew as Judy Collins, Dusty Springfield, and Peggy Lee recorded his songs. Three Dog Night took his \"Mama Told Me Not to Come\" to number one in 1970, the same year Harry Nilsson recorded an entire album of Randy's songs, Nilsson Sings Newman. \nNewman's second album, 1970's 12 Songs, was widely praised upon its release, but the record failed to sell. Live repeated the same pattern in 1971, but 1972's Sail Away became a moderate hit, due to positive reviews and Newman's constant touring. He followed in 1974 with Good Old Boys, an ambitious concept album about the South that received considerable controversy over its song \"Rednecks,\" whose ironic sense of humor was misunderstood by many. The song set the stage for 1977's \"Short People,\" a simple satire of bigotry and prejudice taken from Little Criminals. While the irony in \"Short People\" was barely hidden, the song offended many listeners, and the ensuing furor helped the single reach number two on the charts. Newman supported the album with his first tour since 1974.\nIn 1979, he returned with Born Again, which received mixed reviews, and Newman began a career as a film composer two years after its release. His first score was for Milos Forman's Ragtime, and his work was nominated for two Academy Awards. Newman released Trouble in Paradise to strong reviews in 1983, and the album spawned \"I Love L.A.,\" a parody of shallow yuppie culture that was misinterpreted and became an anthem for '80s greed. Newman didn't release another album until 1988's Land of Dreams, which contained his first attempts at personal songwriting. Like most of his records, the album was greeted warmly by the critics, yet it failed to sell; \"It's Money That Matters,\" a rewrite of \"I Love L.A.,\" did become a minor hit. \nNewman spent most of the '90s composing film scores and working on a musical adaptation of Dr. Faust. The resulting musical, Faust, was initially released as a concept album in the fall of 1995 to mixed reviews. A stage version of Faust opened the same month as the album's release, and it received better reviews. Newman garnered another Oscar nomination in 1996 for \"You've Got a Friend,\" which was featured in the Disney computer-animated film Toy Story. His career was celebrated in 1998 with the release of the four-disc box set Guilty: 30 Years of Randy Newman.\nNewman split with his longtime record company Reprise in early 1999. He signed with DreamWorks and released Bad Love, his first proper album since 1988's Land of Dreams, in the summer of 1999. A number of film projects followed, and Newman once again put his solo career on hiatus while composing music for several movies. In 2003, Newman signed with the artist-friendly Nonesuch label, and that year he released his label debut, The Randy Newman Songbook, in which he performed new solo piano and vocal arrangements of some of his most celebrated songs. (A second Songbook album was released in 2011, and Vol. 3 appeared in 2016.) Newman returned in 2008 with Harps and Angels, an album that revisited the biographical approach first attempted with Land of Dreams. In 2009 and 2010, Newman focused his creative energies on film music, scoring The Princess and the Frog and Toy Story 3; both earned Oscar and Grammy nods, and in the case of Toy Story 3, wins. He returned in 2017 with yet another Pixar soundtrack, Cars 3. Later the same year, Newman also released Dark Matter, a witty and often topical set that was his first album of new songs in nine years. Film scores continued to be Newman's bread and butter, and 2019 saw the release of the soundtrack to Marriage Story, a comedy-drama starring Scarlett Johansson and Adam Driver. Newman also supplied the music to Toy Story 4, earning his 23rd Grammy nomination in the process for the song \"The Ballad of the Lonesome Cowboy.\" ~ Stephen Thomas Erlewine","index":1,"thumb":"/library/metadata/43133/thumb/1587462980","art":"/library/metadata/43133/art/1587462980","addedAt":1546288352,"updatedAt":1587462980,"Genre":[{"tag":"Pop/Rock"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33262","key":"/library/metadata/33262/children","guid":"local://33262","type":"artist","title":"Schoolhouse Rock!","summary":"Schoolhouse Rock! is a series of 46 educational shorts featuring rock songs about \"schoolhouse\" topics, including grammar, science, economics, history, and politics. Originally conceived by Thomas G. Yohe in 1972, the shorts were broadcast on ABC television affiliates between 1973 and 1986. They were then broadcast on occasion throughout the 1990s and part of the 2000s. An additional short, I'm Gonna Send Your Vote to College, was created for the 30th anniversary video release.","index":1,"lastViewedAt":1560097179,"thumb":"/library/metadata/33262/thumb/1587203568","addedAt":1546288735,"updatedAt":1587203568},{"ratingKey":"32244","key":"/library/metadata/32244/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/056C69BD09FFB45E?lang=en","type":"artist","title":"Scott Foresman","summary":"","index":1,"addedAt":1546278597,"updatedAt":1574068710,"Genre":[{"tag":"Blues"}]},{"ratingKey":"31935","key":"/library/metadata/31935/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/057BE9B702835B4A?lang=en","type":"artist","title":"Signing Time","summary":"Rachel de Azevedo Coleman is an American musician and actress. Before moving out of the Los Angeles area, she performed with the band We the Living and appeared in the made-for-TV movie Spring Fling. Together with her sister Emilie de Azevedo Brown, she helped to create the Signing Time! video series to teach children basic American Sign Language. Her father Lex de Azevedo is an American Mormon composer known primarily for his film scores. Lex's mother, and Rachel's grandmother is of Alyce King of The King Sisters.","index":1,"viewCount":72,"lastViewedAt":1573328319,"thumb":"/library/metadata/31935/thumb/1574068840","addedAt":1319738772,"updatedAt":1574068840,"Genre":[{"tag":"Children's Music"},{"tag":"Other"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33123","key":"/library/metadata/33123/children","guid":"local://33123","type":"artist","title":"Silicon Dream","summary":"Silicon Dream was a synthpop band formed by the German Klaus Munzert (born 14th July 1957) in 1987. Years active 1987-1995 Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/33123/thumb/1587203524","addedAt":1546288601,"updatedAt":1587203524},{"ratingKey":"33135","key":"/library/metadata/33135/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05FD361E220D4548?lang=en","type":"artist","title":"Sleepy Times","summary":"","index":1,"thumb":"/library/metadata/33135/thumb/1574068737","addedAt":1546288616,"updatedAt":1574068737,"Genre":[{"tag":"Comedy, Spoken & Other"},{"tag":"Sound Effects"}],"Country":[{"tag":"Other"}]},{"ratingKey":"33541","key":"/library/metadata/33541/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/057EDA3E0ECE0619?lang=en","type":"artist","title":"Star Song Music","summary":"","index":1,"addedAt":1546288861,"updatedAt":1574068769,"Genre":[{"tag":"Christian"}]},{"ratingKey":"32752","key":"/library/metadata/32752/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05B7F05533BFC59F?lang=en","type":"artist","title":"Stevie Wonder","summary":"Stevie Wonder is the stage name of Stevland Hardaway Morris (b. Stevland Hardaway Judkins, 13 May 1950 in Saginaw, MI, USA - a.k.a. Little Stevie Wonder), a singer-songwriter, multi-instrumentalist, record producer and activist.  He débuted, as Little Stevie Wonder, with the single \"I Call It Pretty Music, But the Old People Call It the Blues\" (1961, Tamla Motown) and his latest album is \"A Time 2 Love\" (Oct 2005, Motown)","index":1,"thumb":"/library/metadata/32752/thumb/1574068717","art":"/library/metadata/32752/art/1574068717","addedAt":1546288388,"updatedAt":1574068717,"Genre":[{"tag":"Soundtracks"}],"Country":[{"tag":"United States"}]},{"ratingKey":"32809","key":"/library/metadata/32809/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05F531AF33BD53A2?lang=en","type":"artist","title":"StoryBots","summary":"","index":1,"viewCount":27,"lastViewedAt":1557790353,"thumb":"/library/metadata/32809/thumb/1574156675","addedAt":1546288434,"updatedAt":1574156675,"Genre":[{"tag":"Children's Music"}]},{"ratingKey":"32241","key":"/library/metadata/32241/children","guid":"plex://artist/5d07bcb7403c6402905400b5","type":"artist","title":"Sunny Day Studios","summary":"","index":1,"thumb":"/library/metadata/32241/thumb/1587463061","addedAt":1546278597,"updatedAt":1587463061},{"ratingKey":"32222","key":"/library/metadata/32222/children","guid":"local://32222","type":"artist","title":"Susie Tallman","summary":"","index":1,"thumb":"/library/metadata/32222/thumb/1587203526","addedAt":1546278496,"updatedAt":1587203526},{"ratingKey":"43134","key":"/library/metadata/43134/children","guid":"plex://artist/5d07bc02403c6402904a9c48","type":"artist","title":"Thomas Newman","summary":"A second-generation member of Hollywood's pre-eminent musical dynasty, Grammy-winning composer Thomas Newman has carried on his family's legacy through a series of Academy Award-nominated film scores. A versatile craftsman whose styles span electro-acoustic rock, intimate chamber music, whimsical orchestral fare, lush majesty, homey folk, and jittery electronic ambience, Newman made his feature-length debut in 1984 with the romantic comedy Reckless. His first of over a dozen Academy Award nominations for Best Original Score came a decade later with 1994's The Shawshank Redemption and Little Women, both nominated in 1995. Films as diverse as Best Picture winner American Beauty (1999), Disney-Pixar's Finding Nemo (2003), and the James Bond installment Skyfall (2012) are among his other nominated scores. In the meantime, he took home an Emmy Award for his theme music to the HBO series Six Feet Under. A winner of multiple Grammys, Newman received his sixth award from the Recording Academy in 2014 for his Skyfall score. The composer is a frequent collaborator of American Beauty director Sam Mendes, and their seventh project together was the 2019 war film 1917. \nBorn in Los Angeles in 1955, Thomas Montgomery Newman is the son of Alfred Newman and the nephew of Lionel and Emil Newman, all three renowned composers and conductors from Hollywood's golden age. (Thomas' brother David also followed in the family business, as did their cousin, the sardonic singer/songwriter Randy Newman). After learning piano and violin as a child, he went on to attend the University of Southern California, where he studied composition and orchestration with David Raskin and Frederick Lesemann. Newman completed a master's degree in composition from Yale in 1978.\nAlthough his early musical theater project Three Mean Fairy Tales was championed by Stephen Sondheim, Newman spent the better part of the late '70s playing keyboards in the rock band the Innocents and the improvisational combo Tokyo 77. In 1983, he broke into the film industry by orchestrating a John Williams cue from Return of the Jedi, composing his first full score, Reckless, the following year.\nThe score to his fourth film, the 1985 Madonna vehicle Desperately Seeking Susan, proved to be his breakthrough, and Newman further honed an electro-orchestral approach on subsequent projects including 1987's The Lost Boys and Less Than Zero. Films such as Fried Green Tomatoes (1991), The Player (1992), and Scent of a Woman (1992) followed before Newman earned a pair of Oscar nominations for his work on 1994's The Shawshank Redemption and Little Women. A year later, he received another nomination for Unstrung Heroes. \nNewman's fourth Oscar bid arrived with 1999's American Beauty. Notable for its new-agey ambience and tonal percussion, the then-unconventional soundtrack album went on to win the Grammy Award for Best Score. Newman received further Academy Award nominations in successive years for his work on Road to Perdition (2002), Finding Nemo (2003), and Lemony Snicket's A Series of Unfortunate Events (2004). Another two Grammys resulted for his Emmy-winning theme for the television series Six Feet Under, in the fields of Best Instrumental Composition and Best Instrumental Arrangement. His eighth Oscar nomination arrived with The Good German (2006), which was followed by nominations for WALL-E (2008), Skyfall (2012), and Saving Mr. Banks (2013). WALL-E resulted in an additional nomination for \"Down to Earth,\" a collaboration with Peter Gabriel that became Newman's first appearance in the song category. Though the Oscar remained elusive, he won two more Grammys for WALL-E and Skyfall. \nNewman continued to delivery notable scores for other critically acclaimed films, including the documentary He Named Me Malala, Steven Spielberg's Bridge of Spies (another Oscar nominee), and a second James Bond installment, Spectre, all from 2015. The composer then returned to Disney-Pixar for the sequel to Finding Nemo, 2016's Finding Dory. That same year, he provided the music for the space drama Passengers, whose experimental electronics helped earn him his 14th Oscar nomination. Newman's music for the biopic Tolkien and Mendes' 1917 both hit theaters in 2019. ~ Jason Ankeny & Marcy Donelson","index":1,"thumb":"/library/metadata/43134/thumb/1587463001","art":"/library/metadata/43134/art/1587463001","addedAt":1546288344,"updatedAt":1587463001,"Genre":[{"tag":"Stage & Screen"},{"tag":"Classical"}],"Country":[{"tag":"United States"}]},{"ratingKey":"32563","key":"/library/metadata/32563/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/0582BB2500702634?lang=en","type":"artist","title":"Tom Cochrane","summary":"Tom Cochrane, D.Mus (hon), (born May 14, 1953) is a Canadian singer and songwriter, whose story-telling songs have earned him the nickname \"The thinking man's rocker.\" His best known song is the hit single \"Life Is a Highway.\" He has also performed with the band Red Rider (alternatively known as Tom Cochrane & Red Rider)","index":1,"viewCount":3,"lastViewedAt":1563567891,"thumb":"/library/metadata/32563/thumb/1574068716","art":"/library/metadata/32563/art/1574068716","addedAt":1546288304,"updatedAt":1574068716,"Genre":[{"tag":"Classic Rock"}],"Country":[{"tag":"Canada"}]},{"ratingKey":"32225","key":"/library/metadata/32225/children","guid":"local://32225","type":"artist","title":"[Unknown Artist]","titleSort":"Unknown Artist]","summary":"","index":1,"thumb":"/library/metadata/32225/thumb/1587288761","art":"/library/metadata/32225/art/1587288761","addedAt":1546278496,"updatedAt":1587288761},{"ratingKey":"33351","key":"/library/metadata/33351/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/052BF5F709AE43D2?lang=en","type":"artist","title":"Various","summary":"","index":1,"thumb":"/library/metadata/33351/thumb/1574068800","addedAt":1546288768,"updatedAt":1574068800,"Genre":[{"tag":"Chorus"},{"tag":"World"}]},{"ratingKey":"31892","key":"/library/metadata/31892/children","guid":"plex://artist/5d07bbfc403c6402904a5ec9","type":"artist","title":"Various Artists","summary":"","index":1,"viewCount":492,"lastViewedAt":1573331000,"thumb":"/library/metadata/31892/thumb/1587485244","art":"/library/metadata/31892/art/1587485244","addedAt":1166908683,"updatedAt":1587485244},{"ratingKey":"32426","key":"/library/metadata/32426/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05948C2A0033D372?lang=en","type":"artist","title":"Various Classical Artists","summary":"Please fix your tags. Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/32426/thumb/1574068851","addedAt":1546278666,"updatedAt":1574068851,"Genre":[{"tag":"Other"}]},{"ratingKey":"33144","key":"/library/metadata/33144/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/052C01D52B9DE634?lang=en","type":"artist","title":"Vcps","summary":"VCPS is a four-piece rock band from Falun, Sweden.","index":1,"thumb":"/library/metadata/33144/thumb/1574068731","addedAt":1546288622,"updatedAt":1574068731,"Genre":[{"tag":"Disco"}]},{"ratingKey":"32907","key":"/library/metadata/32907/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/056C5BF4229FD8C6?lang=en","type":"artist","title":"VeggieTales","summary":"VeggieTales is a series of children's computer animated films produced by Big Idea, Inc. conveying Christian ideals to children via humorous, anthropomorphic vegetable-shaped characters. VeggieTales was co-created by Phil Vischer and Mike Nawrocki. It was the first American video series to be completely computer-animated. Read more on Last.fm. User-contributed text is available under the Creative Commons By-SA License; additional terms may apply","index":1,"thumb":"/library/metadata/32907/thumb/1574156691","addedAt":1546288549,"updatedAt":1574156691,"Genre":[{"tag":"Children's Music"}],"Country":[{"tag":"United States"}]},{"ratingKey":"33714","key":"/library/metadata/33714/children","guid":"local://33714","type":"artist","title":"Wolfgang Amadeus Mozart","summary":"Wolfgang Amadeus Mozart (born Johannes Chrysostomus Wolfgangus Theophilus Mozart; 27 January 1756 – 5 December 1791) is among the most significant and enduring popular composers of European classical music. His enormous output includes works that are widely acknowledged as pinnacles of symphonic, chamber, piano, operatic, and choral music.  Many of his works are part of the standard concert repertoire and are widely recognized as masterpieces of classical music.","index":1,"thumb":"/library/metadata/33714/thumb/1587203529","addedAt":1546288941,"updatedAt":1587203529},{"ratingKey":"33307","key":"/library/metadata/33307/children","guid":"local://33307","type":"artist","title":"www.myactiveminds.com","summary":"","index":1,"addedAt":1546288759,"updatedAt":1587203536},{"ratingKey":"33132","key":"/library/metadata/33132/children","guid":"com.plexapp.agents.plexmusic://gracenote/artist/05E90CA90D6357B5?lang=en","type":"artist","title":"かのぴょん","summary":"","index":1,"addedAt":1546288616,"updatedAt":1574068729,"Genre":[{"tag":"Audio Book"},{"tag":"Comedy, Spoken & Other"}]}]}}